Revit 2027 API
ParameterTypeId.SheetCollection Property
 "Sheet Collection"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SheetCollection { get; }
Public Shared ReadOnly Property SheetCollection As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SheetCollection {
	ForgeTypeId^ get ();
}
static member SheetCollection : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace